Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Blood collection bags for veterinary purposes
it: Sacche per la raccolta di sangue per uso veterinario

source: Blood collection bags for veterinary purposes, empty
it: Sacche per la raccolta di sangue per uso veterinario, vuote

source: Orthodontic retainers
it: Apparecchi contenitivi

source: Luer lock needles for medical use
it: Aghi con attacco luer lock per uso medico

source: Luer tapers for medical use
it: Adattatori luer per uso medico

source: Masks and equipment for artificial respiration
it: Maschere e apparecchi per respirazione artificiale

source: Abdominal hernia belts
it: Fasce per ernia addominale

source: Electric esthetic massage apparatus for household purposes
it: Apparecchi elettrici per massaggi estetici per uso domestico

source: Optometric autorefractors
it: Autorifrattori optometrici

source: Furnaces for melting metals
it: Forni per la fusione di metalli

source: Furnaces for preheating charges
it: Forni per preriscaldare cariche

source: Furnaces for recovering scrap metals
it: Forni per il recupero di sfridi metallici

source: Garden sprinklers [automatic]
it: Irrigatori da giardino [automatici]

source: Gas cleaners and purifiers
it: Pulitori e purificatori di gas

source: Turkish bath cabinets, portable
it: Cabine trasportabili per bagni turchi

source: Bath installations
it: Impianti di bagni

source: Illuminated push-buttons
it: Pulsanti illuminati

source: Faucet handles
it: Miscelatore

source: Heat exchangers for central heating purposes
it: Scambiatori termici per riscaldamento centralizzato

source: Adjustable coated baffle grease filters [parts of cooker hoods]
it: Filtri del grasso regolabili con schermo rivestito [parti di cappa]

source: Magnesium filaments for lighting
it: Fili di magnesio [illuminazione]

source: Installations for lighting christmas trees
it: Impianti di illuminazione per alberi di Natale

source: Installations for street lighting
it: Impianti per illuminazione stradale

source: Mobile ventilating apparatus
it: Apparecchi di ventilazione mobili

source: Diesel fuel line heaters
it: Riscaldatori lineari a gasolio

source: Coils being parts of heating installations
it: Serpentine come parti d'impianti di riscaldamento

source: Purification installations for waste material
it: Impianti di depurazione per materiale di scarto

source: Air curtains
it: Cortine d'aria

source: Sterilization autoclaves
it: Autoclavi di sterilizzazione

source: Water filters for industrial purposes
it: Macchine per la produzione di zucchero filato

source: Friction lighters for igniting gas
it: Filtri per l'acqua per uso industriale

source: Portable paper lanterns (chochin)
it: Lanterne di carta portatili (chochin)

source: Lamps for festive decoration
it: Lampade per decorazioni festive

source: Ovens for use in the electronics industry
it: Forni per l'industria dell'elettronica

source: Overlying bed ovens for bakeries
it: Forni a pianale superiore per panetterie

source: Refrigerated containers [gas]
it: Recipienti frigoriferi [a gas]

source: Expansion tanks for central heating installations
it: Vasi di espansione per impianti di riscaldamento centrale

source: Toilets for incorporation in portable buildings
it: Gabinetti da incorporare in edifici portatili

source: LED light bulbs
it: Lampadine LED

source: Soaking pit furnaces [for industrial purposes]
it: Forni a pozzo [per uso industriale]

source: Air purgers for use with water supply installations
it: Depuratori d'aria per uso con impianti di erogazione d'acqua

source: Watering installations, automatic
it: Impianti automatici per l'abbeveraggio

source: Gas fuelled central heating installations
it: Impianti di riscaldamento centralizzato a gas

source: LED underwater lights
it: Luci subacquee a LED

source: Baking ovens [for household purposes]
it: Forni di cottura [per uso domestico]

source: Dehumidifiers for household use
it: Deumidificatori per uso domestico

source: Electric bath-water purifying apparatus for household purposes
it: Apparecchi elettrici per depurare l'acqua dei bagni per uso domestico

source: Burner caps for gas stoves
it: Spartifiamma per fornelli a gas

source: Incandescent burners
it: Becchi ad incandescenza

source: Sprinkler installations [automatic] for agricultural purposes
it: Impianti sprinkler [automatici] per uso agricolo

source: Sprinkler installations [automatic] for horticultural purposes
it: Impianti di irrorazione [automatici] per uso in orticoltura

source: Sprinklers [automatic installations] for watering flowers and plants
it: Spruzzatori [impianti automatici] per l'innaffiamento di fiori e piante

source: Single lavatories pressed from steel
it: Rubinetti singoli in acciaio pressato

source: Ionic water generators
it: Generatori di acqua ionica

source: Bathroom basins [parts of sanitary installations]
it: Lavandini [parti di impianti sanitari]

source: Machines for making ice cream
it: Macchine per la produzione di gelati

source: Tumblers [heat dryers] for laundry use
it: Asciugatrici a centrifuga per il bucato

source: Installations for deodorising the atmosphere
it: Impianti per deodorare l'atmosfera

source: Fans for fume extractors
it: Ventole per aspiratori di fumi

source: Filters for exhaust extractors [parts of household or industrial installations]
it: Filtri per aspiratori di scarico [parti d'impianti domestici o impianti industriali]

source: Filters for gases [household or industrial installations]
it: Filtri per gas [impianti domestici o industriali]

source: Filters for use with lighting apparatus
it: Filtri per apparecchiature di illuminazione

source: Reactors being industrial chemical installations
it: Reattori, ovvero impianti chimici industriali

source: Reactors for gas-gas reactions
it: Reattori per reazioni gas-gas

source: Residential heating units
it: Corpi scaldanti residenziali

source: Lighting being for use with security systems
it: Illuminazione per sistemi di sicurezza

source: Chandelier pendants
it: Pendagli per lampadari

source: Hand-held electric hair dryers
it: Asciugacapelli elettrici portatili

source: Microwave ovens for cooking
it: Forni a microonde per cucinare

source: Cookers incorporating grills
it: Fornelli comprendenti grill

source: Cooking appliances
it: Apparecchi di cottura

source: Shower doors with a non-metallic frame
it: Porte per docce con telaio non in metallo

source: Strings of coloured lights for decorative purposes
it: Fili di luci colorate per uso decorativo

source: Fire ventilators for exhausting gases
it: Ventole per focolari per l'aspirazione di gas

source: Sanitary ware made of porcelain
it: Articoli sanitari in porcellana

source: Electric coffee roasters
it: Tostacaffè elettrici

source: Washstand lamps
it: Lampade per lavabi

source: Heat exchangers [for chemical processing]
it: Scambiatori di calore [per trattamenti chimici]

source: Electric showers
it: Docce elettriche

source: Dome lights for furniture
it: Luci a soffitto per mobili

source: Apparatus for the supply of water for sanitary purposes
it: Apparecchi per erogazione d'acqua a scopi sanitari

source: Roof lights [lamps]
it: Lucernari [lampade]

source: Running lights for land vehicles
it: Luci di marcia per veicoli terrestri

source: Chimney extractors
it: Aspiratori per camini

source: Controlled mixers being parts of shower installations
it: Miscelatori controllati ovvero parti di impianti per docce

source: Ventilating hoods for smoke
it: Cappe di ventilazione per il fumo

source: Electrical preheating ovens for dental purposes
it: Forni elettrici di preriscaldamento per uso dentistico

source: Halogen lamps for incorporation into electric cookers
it: Lampade alogene da integrare in fornelli elettrici

source: Fixed burners for use in fusion connections
it: Bruciatori fissi per collegamenti a fusione

source: Humidifiers [for household purposes]
it: Umidificatori [per uso domestico]

source: Incandescent lamps and their fittings
it: Lampade ad incandescenza e accessori relativi

source: Electric toasters
it: Tostapane elettrici

source: Electric water heaters for preparing beverages
it: Scaldacqua elettrici per la preparazione di bevande

source: Street lamps
it: Lampade a stelo

source: Feeding apparatus for heating boilers
it: Alimentatori di caldaie per riscaldamento

source: Electric heated urns
it: Recipienti elettrotermici

source: Thermal baths
it: Bagni termali

source: Thermal radiators for the heating of buildings
it: Radiatori termici per il riscaldamento di edifici

source: Fuel effect ceramics being parts and fittings for fires
it: Ceremiche effetto combustibile, ovvero parti e accessori per stufe

source: Scrubbing columns for the purification of gases
it: Colonne di lavaggio per la depurazione di gas

source: Strobe lights [decorative]
it: Luci stroboscopiche [decorative]

source: Combustion installations for waste fuels
it: Impianti di combustione per combustibili di scarto

source: Valves (solenoid controls for automatically operating -) [parts of heating installations]
it: Comandi a solenoide per azionamento automatico di valvole (parti d' impianti di riscaldamento)

source: Vapour extraction hoods for fireplaces
it: Cappe di aspirazione di vapori per caminetti

source: Flush levers [parts of toilets]
it: Leva per WC [parti di gabinetti]

source: Electrical heating elements in the form of cables
it: Elementi elettrici di riscaldamento sotto forma di cavi

source: Electrical heating elements in the form of foil
it: Elementi elettrici di riscaldamento sotto forma di lamina

source: Heating installations for fluids
it: Impianti di riscaldamento per liquidi

source: High intensity discharge luminaires
it: Illuminazioni a scarica ad alta intensità

source: Air conditioning installations for agricultural use
it: Impianti di condizionamento dell'aria per uso agricolo

source: Electric air conditioners
it: Condizionatori d'aria elettrici

source: Electric radiators [not for motors and engines]
it: Radiatori elettrici [non per motori]

source: Gas stoves
it: Stufe a gas

source: Humidifiers
it: Saturatori

source: Humidifiers [other than for medical use]
it: Umidificatori [non per uso medico]

source: Hydrants for water supply
it: Idranti per erogazione d'acqua

source: Powered sanitary installations
it: Impianti sanitari elettrici

source: Regulating apparatus for gas apparatus
it: Dispositivi di regolazione per apparecchi a gas

source: Regulating apparatus for gas pipe installations
it: Apparecchi di regolazione per impianti di tubi del gas

source: Miniature light bulbs
it: Lampadine in miniatura

source: Pocket warmers
it: Scaldini da tasca

source: Chromatography apparatus for industrial purposes
it: Apparecchi di cromatografia per uso industriale

source: Temperature sensitive switches [thermostatic valves] for central heating radiators
it: Interruttori termosensibili [valvole termostatiche] per radiatori per riscaldamento centralizzato

source: Installations for heating beverages
it: Impianti per il riscaldamento delle bevande

source: Installations for heating foodstuffs
it: Apparecchi per il riscaldamento di alimenti

source: Installations for humidifying
it: Impianti per umidificazione

source: Automatic watering installations for poultry
it: Impianti automatici per abbeverare pollame

source: Push-on sprays for use with bathroom faucets
it: Erogatori a spruzzo per uso con rubinetti da bagno

source: Air driers [dryers]
it: Essiccatori d'aria

source: Heating apparatus for use in the home
it: Apparecchi di riscaldamento per la casa

source: Heating apparatus for use in the treatment of waste material
it: Apparecchi di riscaldamento per trattamento di materiali di scarto

source: Electric lights for festive decorations
it: Luci elettriche per decorazioni festive

source: Laundry room boilers
it: Caldaie per lavanderie

source: Baths incorporating apparatus for assisting exit out of the bath
it: Vasche da bagno munite di ausilii per ingresso e uscita

source: Sluices [sterilizers]
it: Chiuse [sterilizzatori]

source: Appliances for water distribution [automatic]
it: Apparecchi automatici di distribuzione dell'acqua

source: Industrial ovens
it: Forni industriali

source: Lights for music stands
it: Luci per leggii per musica

source: Decorative lighting for christmas trees
it: Luci decorative per alberi di Natale

source: Filter apparatus for water supply installations
it: Apparecchi filtro per impianti di erogazione dell'acqua

source: Refrigerated beverage dispensing units [other than vending]
it: Distributori di bevande refrigerate [diverse da distributori automatici]

source: Refrigerated cabinets for the storage of drink
it: Armadi frigoriferi per la conservazione di bevande

source: Refrigerated cabinets for the storage of food
it: Armadi frigoriferi per la conservazione di alimenti

source: Domestic bread toasters [electric]
it: Tostapane per uso domestico [elettrici]

source: Domestic gas cookers
it: Fornelli a gas domestici

source: Toilets with sterilizing functions
it: Gabinetti con funzioni sterilizzanti

source: Valves being parts of sprinkler systems
it: Valvole (parti di impianti di irrigazione)

source: Thermostatic valves
it: Valvole termostatiche

source: Loading apparatus for furnaces
it: Apparecchi di carico per forni

source: Stop cocks being safety apparatus for gas apparatus
it: Rubinetti di sicurezza per apparecchi a gas

source: Stop cocks being safety apparatus for water apparatus
it: Rubinetti di sicurezza per apparecchi idraulici

source: Deep fryers, electric
it: Friggitrici elettriche

source: Burners for heating installations
it: Bruciatori per impianti di riscaldamento

source: Ceramic briquettes for use in barbecue grills [non-flammable]
it: Mattonelle in ceramica per uso in griglie per barbecue [non infiammabili]

source: Lamps for electrical installations
it: Lampade per impianti elettrici

source: Sprinkler apparatus [automatic] for use on golf courses
it: Apparecchi a spruzzo [automatici] da utilizzare su campi da golf

source: Heat exchangers, other than parts of machines
it: Scambiatori termici, diversi da parti di macchine

source: Furnace ash boxes
it: Cenerai di focolari

source: Chinese lanterns
it: Lanterne cinesi

source: Cooling installations for tobacco
it: Impianti di raffreddamento del tabacco

source: Ion exchange installations
it: Impianti a scambio ionico

source: Bases for non-electric lamps
it: Basi per lampade non elettriche

source: Luminous discharge lamps
it: Lampade a scarica luminosa

source: Turn sign-board lamps for motor vehicles
it: Indicatori di direzione laterali per autoveicoli

source: Domestic refrigerators
it: Frigoriferi domestici

source: Installations for controlling the flow of gases
it: Impianti per il controllo del flusso di gas

source: Installations for cooling drinking water
it: Impianti per raffreddare acqua potabile

source: Extraction columns [other than laboratory apparatus]
it: Colonne di estrazione [non apparecchi da laboratorio]

source: Rechargeable torches
it: Torce ricaricabili

source: Automatic temperature regulators for central heating radiators
it: Termostati automatici per riscaldamento centralizzato

source: Retarding cabinets for dough
it: Armadi fermalievitazione

source: Automatic installations for making coffee
it: Impianti automatici per fare il caffè

source: Lighting fixtures for household use
it: Impianti d'illuminazione per uso domestico

source: Chamber furnaces incorporating quenching tanks
it: Forni a camera con serbatoi di spegnimento

source: Direction indicators for cycles (Lamps for -)
it: Luci per indicatori di direzione per biciclette

source: Bunsen burners for laboratory use
it: Bruciatori bunsen per uso in laboratorio

source: Cookers having vitreous enamelled surfaces
it: Fornelli con superfici smaltate in vetro

source: Refrigerated merchandise display cases
it: Espositori refrigerati per merci

source: Refrigerated shipping containers
it: Recipienti frigoriferi per la spedizione

source: Shower doors with a metal frame
it: Porte per docce con telaio in metallo

source: Apparatus for ventilating
it: Sistemi di aerazione

source: Filters [parts of household or industrial installations]
it: Filtri [parti di impianti domestici o industriali ]

source: Urinals being parts of sanitary installations
it: Orinatoi (parti di impianti sanitari)

source: Vacuum ovens for the treatment of lenses
it: Forni a vuoto per il trattamento di lenti

source: Fire ventilators for exhausting vapours
it: Ventole per focolari per l'aspirazione di fumi

source: Electric clothes dryers [heat drying]
it: Asciugatrici elettriche [asciugatura a calore]

source: Wash basin stoppers
it: Tappi per lavandini

source: Electric refrigerators [for household purposes]
it: Frigoriferi elettrici [per uso domestico]

source: Glass covers being fittings for lamps for sun lamps
it: Rivestimenti in vetro ovvero accessori per lampade solari

source: Control devices [thermostatic valves] for heating installations
it: Dispositivi di comando [valvole termostatiche] per impianti di riscaldamento

source: Seat lids [parts of sanitary installations]
it: Coperchi di sedili [parti d'impianti sanitari]

source: Security lighting incorporating an infra-red activated sensor
it: Illuminazioni di sicurezza incorporanti un sensore ad infrarossi

source: Damping apparatus [parts of furnaces]
it: Dispositivi di smorzamento [parti di forni]

source: Table lamp (Lampshades for -)
it: Lampade da tavolo (Paralumi per -)

source: Electrically controlled water faucets
it: Rubinetti dell'acqua a controllo elettronico

source: Electrically energized flask heaters for use in laboratories
it: Piastre riscaldanti ad energia elettrica per uso in laboratori

source: Electrically heated roasting skewers
it: Spiedini riscaldati elettricamente

source: Fountain fittings
it: Accessori per fontane

source: Heated cabinets for foodstuffs
it: Armadi riscaldati per alimenti

source: Hoods for ventilating apparatus
it: Cappe per apparecchi di ventilazione

source: Fittings for sanitary purposes
it: Accessori per impianti igienici

source: Fittings for the draining of water
it: Impianti per lo scarico dell'acqua

source: Hot plates [for household purposes]
it: Piastre elettriche [per uso domestico]

source: Industrial dishdrying machines
it: Lavastoviglie industriali

source: Electric refrigerators
it: Frigoriferi elettrici

source: Electric warming pads, other than for medical use
it: Cuscini termoelettrici non per uso medico

source: Solar furnaces
it: Forni solari

source: Tanning apparatus [sun beds]
it: Apparecchi per abbronzare

source: Electric firelighters
it: Accendifuoco elettrici

source: Plugs of metal for sinks
it: Tappi in metallo per lavabi

source: Thermoelectric apparatus for heating foodstuffs
it: Apparecchi termoelettrici per il riscaldamento di alimenti

source: Furnaces for central heating
it: Forni a riscaldamento centralizzato

source: Sewage treatment [purification] installations
it: Impianti per il trattamento [depurazione] dei liquami

source: Sauna heaters
it: Stufe per saune

source: Dashboard lamp bulbs
it: Lampadine per cruscotto

source: Decorative electric lighting apparatus
it: Apparecchi elettrici decorativi d'illuminazione

source: Ventilation terminals
it: Terminali di ventilazione

source: Combustion installations for fossil fuels
it: Impianti di combustione per combustibili fossili

source: Fixed underwater lighting installations for swimming pools
it: Impianti d'illuminazione fissi subacquei per piscine

source: Flashlights utilising electric rechargeable devices
it: Torce che utilizzano dispositivi elettrici ricaricabili

source: Fluorescent lighting tubes
it: Tubi per luci fluorescenti

source: Acetylene generators
it: Generatori di acetilene

source: Electric bottle heaters
it: Scaldabottiglie elettrici

source: Hand held hair dryers
it: Asciugacapelli manuali

source: Cooking tunnels
it: Tunnel di cottura

source: Gas boilers [other than parts of machines]
it: Caldaie a gas [non parti di macchine]

source: Regulating and safety accessories for water apparatus
it: Accessori di regolazione e di sicurezza per apparecchi ad acqua
